/**
 * NOTE!
 * This list is kept in this file (not in JSON) so that comments are preserved.
 *
 * Proper nouns that must not be censored.
 *
 * A proper noun must match the checked word exactly, including case.
 */
export const NAME_LIST = [
  'Бандера',      // Степан Бандера
  'Гренобля',     // город и коммуна на юго-востоке Франции
  'Сукачев',      // Гарик Сукачев
  'Хохлов',       // Александр Хохлов
  'Хохол',        // Александр Хохол
  'Имелда',       // Имелда Стонтон (актриса из «Гарри Поттер и Орден Феникса»)
  'Москалик',     // генерал-майор Ярослав Москалик
  'Бебрис',       // Бебрис - фамилия
  'Беблинген',    // город в Германии
  'Бебра',        // Бебра - город в Германии
  'Самандар',     // Самандар - афганское имя – море, океан
  'Еббінгауз',    // Еббінгауз - фамилия немецкого психолога Германа Эббингауза
]
